#TODO функция input(),

# Калькулятор возраста собаки

# 1. Спросить у пользователя имя собаки
# 2. Спросить у пользователя возраст собаки
# 3. Умножить возраст собаки на 7, чтобы получить возраст по человеческим меркам
# 4. Вывести на экран

# input() - это функция, которая выполняет то или иное действие
# dog_name - это переменная, в ней будут сохраняться вводимые данные
dog_name = input('Как зовут вашу собаку? ')

dog_age = int(input('Сколько лет вашей собаке? '))

human_age = dog_age * 7

print('Вашей собаке', dog_name, 'сейчас', human_age, 'лет по меркам людей')





