# что бы ввести данные извне
a = input()
print(a)
b = input('Введите что-нибудь: ')
print(b)

# необходимо написать программу, которая выводит сумму введенных 2 чисел
x = float(input('Введите 1 число: '))
y = float(input('Введите 2 число: '))
w = x + y
print('Сумма введеных вами чисел равна: ', w)
