#TODO Переменные, функции print() & input()

"""
Присваивает значение переменной. Если переменная еще не существует, она будет создана. Переменная пред- ставляет собой
ячейку памяти для хранения значения (в данном случае переменная называется «num1»,
и в ней хранится значение 93.) Значе- ние, хранящееся в переменной, может изменяться во время выполнения про- граммы.
Переменной можно присвоить практически любое имя (кроме заре- зервированных слов Python — print, save и т. д.); это
имя должно начи- наться с буквы (но не с цифры или зна- ка) и не может содержать пробелов.
"""

num1 = 93

print('This is a message')
"""
Выводит сообщение, заключенное в скобки. Так как выводимое значение содержит текст, оно за- ключается в кавычки, 
которые не будут отображаться при выводе. Если же вы хотите вывести число- вое значение или содержимое переменной, 
кавычки не понадобятся.
"""











